Repository: eventscripts/eventscripts-xa
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: de

source: Edit
de: Bearbeiten

source: You may use BBCode Syntax in this field. For further information read the <a href="/bbcode/">documentation</a>.
de: Du kannst auf dieser seite BBCode Formatierung benutzen. Eine Liste unterstützter Tags findest du in der <a href="%(url)s">Dokumentation</a>.

source: Welcome %(username)s
de: Willkommen %(username)s

source: Admin Panel
de: Admin Kontrollzentrum

source: Change Password
de: Ändere dein Passwort

source: Logout
de: Ausloggen

source: Login/Register
de: Anmelden/Registrieren

source: Login
de: Anmelden

source: Register
de: Registrieren

source: Menu
de: Menü

source: Home
de: Hauptseite

source: Bugs
de: Fehler

source: Download
de: Herunterladen

source: Documentation
de: Dokumentation

source: Website Sourecode
de: Website Quelltext

source: Translate Website
de: Übersetze Website

source: Hello %(username)s
de: Hallo %(username)s

source: Link to your activation:
de: Link um deinen Account zu aktivieren:

source: Your activation key:
de: Dein Aktivierungsschlüssel:

source: More information:
de: Mehr Informationen:

source: Time to activate: %(expiration_days)s days
de: Zeitlimite für die Aktivierung: %(expiration_days)s Tage

source: Your email:
de: Deine Email:

source: This E-Mail was automatically generated by xa.eventscripts.com. If don't know why you go this email, just ignore it. If you registered on xa.eventscripts.com here are your login details:
de: Dies ist eine automatisierte Nachricht von xa.eventscripts.com. Wenn du nicht weisst, weshalb du diese E-Mail bekommen hast, ignoriere sie einfach. Wenn du dich auf xa.eventscripts.com registriert hast, hier sind deine Anmelde Informationen:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Please login at http://xa.eventscripts.com/login and change your password! Your XA Development Team PS: Please don't reply to this email
de: Bitte logge dich auf http://xa.eventscripts.com/login ein und ändere dein Passwort! Das XA Entwicklungs Team PS: Bitte antworte nicht auf diese E-Mail

source: [XA] Your registration on xa.eventscripts.com
de: XA] Deine Registrierung auf xa.eventscripts.com

source: download
de: herunterladen

source: edit
de: bearbeiten

source: Groups
de: Gruppen

source: Group
de: Gruppe

source: Admins
de: Administratoren

source: Add Player
de: Spieler hinzufügen

source: Invalid Steamid
de: Ungültige Steamid

source: Add Group
de: Gruppe hinzufügen

source: Invalid Group Name. Only letters, numbers, underscores and dashes are allowed.
de: Unerlaubter Gruppen Name. Nur Buchstaben, Zahlen, Unter- und Bindestriche sind erlaubt.

source: Save
de: Speichern

source: Your Configs
de: Deine Konfigurationen

source: You don't have any configs yet.
de: Du hast noch keine Konfigurationen.

source: You need to log in to see your configs.
de: Du musst dich einloggen um deine Konfigurationen zu sehen.

source: Create new Config
de: Neue Konfiguration erstellen

source: Latest Version
de: Neuste Version

source: Version %(version)s released on %(releasedate)s
de: Version %(version)s veröffentlicht am %(releasedate)s

source: Please log in
de: Bitte logge dich ein

source: %(postdate)s by %(username)s
de: %(postdate)s von %(username)s

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Gib nun dein altes Passwort und das neue Passwort (aus Sicherheitsgründen) zweimal ein.

source: The following Errors have occured.
de: Die folgenden Fehler sind aufgetreten.

source: Change my password
de: Ändere dein Passwort

source: Password changed
de: Passwort geändert

source: Your password has been successfully changed.
de: Dein Passwort wurde erfolgreich geändert.

source: Password reset complete
de: Dein Passwort wurde erfolgreich zurückgesetzt.

source: Your password has been set. You may go ahead and log in now.
de: Dein Passwort wurde gesetzt. Du kannst dich jetzt anmelden.

source: Log in
de: Anmelden

source: Enter new password
de: Gib ein neues Passwort ein

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Gib nun dein neues Passwort (aus Sicherheitsgründen) zweimal ein.

source: New password:
de: Neues Passwort:

source: Confirm password:
de: Passwort bestätigen:

source: Password reset unsuccessful
de: Passwort konnte nicht zurückgesetzt werden

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link um das Passwort zurückzusetzen ist nicht gültig. Bitte verlange eine erneute Zurücksetzung deines Passworts.

source: Password reset successful
de: Passwort erfolgreich zurückgesetzt.

source: Password reset
de: Password zurücksetzten.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de: Hast du dein Passwort vergessen? Gib deine E-Mail Addresse unten ein und wir werden dir Instruktionen, um ein neues Passwort zu Ã¤ndern, zuschicken.

source: This field is required.
de: Dieses Feld muss ausgefüllt werden.

source: E-mail address:
de: E-Mail Addresse:

source: Reset my password
de: Setzte mein Passwort zurück

source: Change your password
de: Ändere mein Passwort

source: Registration - Complete
de: Registrierung - Erfolgreich

source: You have successfully registered on our site.
de: Du hast dich erfolgreich registriert.

source: Registration - Error
de: Registrierung - Fehler

source: Your account has already been activated.
de: Dein Account wurde bereits aktiviert.

source: Registration Completed
de: Registrierung erfolgreich

source: Please check your email inbox. You should have an account activation confirmation email. Please also check your spam filter.
de: Bitte Überprüfe deine E-Mail Inbox. Du solltest eine Bestätigungs E-Mail erhalten haben. Bitte schau auch in deinem Spam Ordner nach.

source: You already have an account, after all you're logged in right now!
de: Du hast bereits einen Account, schliesslich bist du ja eingeloggt!

source: The username you entered is not valid or already taken.
de: Der Benutzername, den du eingegeben hast, ist nicht gültig oder wird bereits verwendet.

source: The e-mails you entered are not valid or do not match.
de: Die E-Mail Addressen sind ungültig oder stimmen nicht überein.

source: Please accept our Terms and Conditions.
de: Bitte akzeptiere unsere Bedingungen.

source: Please note that you will need to enter a valid e-mail address before your account is activated. You will receive an e-mail at the address you provide that contains an account activation link.
de: Du musst eine gültige E-Mail addresse eingeben, um deinen Account aktivieren zu können.

source: confirm
de: bestätigen

source: Must be between 6 and 20 characters.
de: Muss zwischen 6-20 Zeichen lang sein.

source: Please enter a valid e-mail address.
de: Bitte gib eine gültige E-Mail Addresse ein.

source: E-Mail Address:
de: E-Mail Addresse:

source: Site Rules
de: Regeln

source: Terms and Conditions
de: Bedingungen

source: I agree to these terms
de: Ich akzeptiere diese Bedingungen.

source: Pages in this category:
de: Seiten in dieser Kategorie:

source: Also available in:
de: Auch verfügbar in:

source: Translate
de: Übersetze

source: Create
de: Erstelle

source: You may use bbcode-style formatting on this page. See the <a href="%(url)s">documentation</a> of the bbcode tags supported on this site.
de: Du kannst auf dieser seite BBCode Formatierung benutzen. Eine Liste unterstützter Tags findest du in der <a href="%(url)s">Dokumentation</a>.

source: by %(username)s
de: von %(username)s

source: Source
de: Quelltext

source: Version from %(postdate)s by %(username)s
de: Version vom %(postdate)s von %(username)s

source: history
de: Geschichte

source: login to edit this page
de: Melde dich an um diese Seite zu bearbeiten

source: View page in:
de: Diese Seite in:

source: or <a href="%(url)s">translate it</a>!
de: oder <a href="%(url)s">übersetze sie</a>!

source: Categories:
de: Kategorien:
